<%@ page language="java" import="java.util.*,JZW.*,java.net.URLDecoder" pageEncoding="utf-8"%>

<!DOCTYPE html>
<html>
<head>
<!-- 头部 -->
<%@include file="/HTML/head.html" %>
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">

<style type="text/css">
p {
text-indent: 2em;
}              
</style>

</head>

<body>
<div id="wrapper"><!-- WRAPPER -->
<!-- 导航栏 -->
<nav class="navbar navbar-default navbar-fixed-top">
	<div class="brand">
		<a href="/CSMS/login.jsp"><img src="/CSMS/public/assets/img/logo-dark.png" alt="Klorofil Logo" class="img-responsive logo"></a>
	</div>
	<div class="container-fluid">
		<div id="navbar-menu">
			<ul class="nav navbar-nav navbar-right">
				<li><a href="/CSMS/login.jsp">登录</a></li>
				<li><a href="/CSMS/SWZJ/user/logon.jsp">注册</a></li>
			</ul>
		</div>
	</div>
</nav>
<!-- END 导航栏 -->

<!-- 内容区域 -->
<!-- MAIN CONTENT -->
<div class="main-content">

<div class="container">
<div class="panel panel-default">
<div class="main-content one-col">
	<div class="inner agreement" >
		<h3 style="text-align:center">神葳总局隐私政策</h3><hr>
		<p>神葳总局尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，神葳总局会按照本隐私权政策的规定使用和披露您的个人信息。但神葳总局将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，神葳总局不会将这些信息对外披露或向第三方提供。神葳总局会不时更新本隐私权政策。 您在同意神葳总局服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于神葳总局服务使用协议不可分割的一部分。 </p>
		<h4>1. 适用范围 </h4>
		<p>a) 在您注册神葳总局帐号时，您根据神葳总局要求提供的个人注册信息； </p>
		<p>b) 在您使用神葳总局网络服务，或访问神葳总局平台网页时，神葳总局自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；</p>
		<p>c) 神葳总局通过合法途径从商业伙伴处取得的用户个人数据。 </p>
		<p>您了解并同意，以下信息不适用本隐私权政策：</p>
		<p>a) 您在使用神葳总局平台提供的搜索服务时输入的关键字信息； </p>
		<p>b) 神葳总局收集到的您在神葳总局发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情； </p>
		<p>c) 违反法律规定或违反神葳总局规则行为及神葳总局已对您采取的措施。 </p>
		<h4>2. 信息使用 </h4>
		<p>a) 神葳总局不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和神葳总局（含神葳总局关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。</p>
		<p>b) 神葳总局亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何神葳总局平台用户如从事上述活动，一经发现，神葳总局有权立即终止与该用户的服务协议。</p>
		<p>c) 为服务用户的目的，神葳总局可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与神葳总局合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。</p>
		<h4>3. 信息披露 </h4>
		<p>在如下情况下，神葳总局将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息： </p>
		<p>a) 经您事先同意，向第三方披露； </p>
		<p>b) 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；</p>
		<p>c) 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
		<p>d) 如您出现违反中国有关法律、法规或者神葳总局服务协议或相关规则的情况，需要向第三方披露；  </p>
		<p>e) 如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</p>
		<p>f) 在神葳总局平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，神葳总局有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。  </p>
		<p>g) 其它神葳总局根据法律、法规或者网站政策认为合适的披露。  </p>
		<h4>4. 信息存储和交换  </h4>
		<p>神葳总局收集的有关您的信息和资料将保存在神葳总局及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或神葳总局收集信息和资料所在地的境外并在境外被访问、存储和展示。</p>
		<p>5. Cookie的使用 </p>
		<p>a) 在您未拒绝接受cookies的情况下，神葳总局会在您的计算机上设定或取用cookies，以便您能登录或使用依赖于cookies的神葳总局平台服务或功能。神葳总局使用cookies可为您提供更加周到的个性化服务，包括推广服务。 </p>
		<p>b) 您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的神葳总局网络服务或功能。 </p>
		<p>c) 通过神葳总局所设cookies所取得的有关信息，将适用本政策。  </p>
		<h4>6. 信息安全 </h4>
		<p>a) 神葳总局帐号均有安全保护功能，请妥善保管您的用户名及密码信息。神葳总局将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。  </p>
		<p>b) 在使用神葳总局网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是神葳总局用户名及密码发生泄露，请您立即联络神葳总局客服，以便神葳总局采取相应措施。</p>
		<h4>7.最重要的一点</h4>
		<p>本网站（swzjs.iicp.net/l24420t505.qicp.vip）刊载的所有内容，包括文字、图片、音频、视频、软件、程序、以及网页版式设计等均在网上搜集。</p>
		<p>访问者可将本网站提供的内容或服务用于个人学习、研究或欣赏，以及其他非商业性或非盈利性用途，但同时应遵守著作权法及其他相关法律的规定，不得侵犯本网站及相关权利人的合法权利。除此以外，将本网站任何内容或服务用于其他用途时，须征得本网站及相关权利人的书面许可，并支付报酬。</p>
		<p>本网站内容原作者如不愿意在本网站刊登内容，请及时通知本站，予以删除。</p>
		<p>上述内容纯属娱乐，特在此声明如果你认真看完了就当什么也没发生，神葳总局概不负责。</p>
		<p style="margin-top: 20px;text-align: right;">2019年4月20日</p>
	    <p style="text-align: right;">——神葳总局</p>
	</div>
</div>
</div>
</div>

</div>
<!-- END MAIN CONTENT -->
<!-- END 内容区域 -->

<!-- 页尾 -->
<%@include file="/HTML/foot.html" %>
</div><!-- END WRAPPER -->
<!-- Javascript -->
<%@include file="/HTML/javaScript.html" %>

</body>

</html>