<%@ page language="java" import="java.util.*,JZW.*,java.net.URLDecoder" pageEncoding="utf-8"%>

<!DOCTYPE html>
<html>
<head>
<!-- 头部 -->
<%@include file="/CommonView/head.jsp" %>
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">

<style type="text/css">
p {
text-indent: 2em;
}              
</style>

</head>

<body>
<div id="wrapper"><!-- WRAPPER -->
<!-- 导航栏 -->
<nav class="navbar navbar-default navbar-fixed-top">
	<div class="brand">
		<a href="/CSMS/login.jsp"><img src="/CSMS/public/assets/img/logo-dark.png" alt="Klorofil Logo" class="img-responsive logo"></a>
	</div>
	<div class="container-fluid">
		<div id="navbar-menu">
			<ul class="nav navbar-nav navbar-right">
				<li><a href="/CSMS/login.jsp">登录</a></li>
				<li><a href="/CSMS/SWZJ/user/logon.jsp">注册</a></li>
			</ul>
		</div>
	</div>
</nav>
<!-- END 导航栏 -->

<!-- 内容区域 -->
<!-- MAIN CONTENT -->
<div class="main-content">

<div class="container">
<div class="panel panel-default">
<div class="main-content one-col">
	<div class="inner agreement" >
		<h3 style="text-align:center">神葳总局服务协议</h3><hr>
		<p>欢迎您使用神葳总局提供的产品和服务。请您仔细阅读并理解本协议。您自愿登录，即视为已完全同意并接受本协议，并愿受其约束；您若不同意本协议的任何条款，请不要登录，也不要使用神葳总局的产品和服务。您应承诺享有履行本协议的资格和能力；如您是未成年人，您还应要求您的监护人仔细阅读本协议，并取得他/他们的同意。</p>
		<p>您受本协议以及神葳总局的产品和服务相关协议的约束，并且神葳总局有权在不另行通知的情况下，随时对本协议或相关协议进行修改，修改部分即时生效并适用。请您在使用产品和服务时进行关注并遵守，如您不同意修改，您可以随时停止使用；如果您继续使用，则视为您已经接受修改后的协议。</p>
		<p>除非另有明确规定，神葳总局所推出的新产品、新功能和新服务，均无条件的适用本协议。用户无论通过何种方式使用神葳总局提供的上述内容服务，均受本协议约束。</p>
		<h4>一、定义</h4>
		<p>1、神葳总局：指神葳总局信息服务有限和现在或将来与该构成“一方有能力直接或间接控制、共同控制另一方或对另一方施加重大影响，以及两方或多方以上同受一方控制、共同控制或重大影响的关系的企业”。</p>
		<p>2、产品和服务：指由神葳总局所有、控制和运营的，可在电脑、移动终端等各种设备上运行的软件、内容和数据资料。包括但不限于文本、图片、音频、视频、软件等信息和资料。</p>
		<h4>二、帐户的注册和使用</h4>
		<p>1、您可以通过注册帐户的方式使用神葳总局的产品和服务。如果您按神葳总局要求提交信息和资料，并且注册成功，神葳总局将分配给您一个帐户。您可以使用和管理您的神葳总局帐户，并随时修改、更新您的注册资料。您有义务保证所提供的资料信息真实、完整、有效、并在最新状态。您应在信息发生变更后，及时进行更新并通知神葳总局。您对所提供的信息承担相应法律责任。</p>
		<p>2、您的注册帐户归属神葳总局所有，您拥有使用权。该帐户不可变更，不可转让、不可借用或租用、不可赠与、不可继承。您不得违反本协议约定将您的帐户用于本协议约定以外的其他目的。否则，神葳总局有权随时单方限制、中止或终止向您提供本协议项下产品和服务。</p>
		<p>3、您应对您帐户下发生的一切活动承担全部法律责任，无论该活动是由您本人进行，还是由您授权的第三方实行的，您均应承担相应的直接责任或连带责任。</p>
		<p>4、您所注册的帐号是您登录及使用本协议项下服务的唯一凭证。您应妥善保管、正确和安全地使用帐户信息（包括但不限于帐号及密码）及其使用神葳总局产品和服务的口令、密码等信息。因您保密措施不当或您的其他行为，致使上述口令、密码等丢失或泄漏所引起的一切损失和后果，均由您自行承担。</p>
		<p>5、如帐号和密码遭到第三方使用或发生其他任何问题，您有义务及时通知神葳总局（包括但不限于提供您的身份信息和相关身份资料、相关事实情况及您的要求等）。神葳总局收到您的有效请求并核实身份后，会根据不同情况采取相应措施。若您提供的信息不完全或不真实，导致神葳总局无法核实您的身份或无法判断您的需求，而导致神葳总局无法进行及时处理，给您造成的损失，您应自行承担。同时，神葳总局对您的请求采取措施需要合理期限，对于您通知神葳总局以及神葳总局根据您的有效通知采取措施之前，由于他人行为给您造成的损失，神葳总局不承担任何责任。</p>
		<p>6、在合理怀疑或有证据证明，因您的作为或不作为而可能损害神葳总局或任意第三方的合法权益的情况下，神葳总局有权拒绝提供服务，有权不经事先通知，而中止或终止您对帐户的使用，也可以同时或随后注销您的帐户。对此神葳总局不承担任何责任。</p>
		<h4>三、一般使用规则</h4>
		<p>1、您保证具备履行本协议项下义务和享有本协议项下权益的资格和能力。您声明并保证尊重神葳总局和其他用户的合法权益，不贬低神葳总局的商誉以及产品和服务的声誉。</p>
		<p>2、您声明并保证在使用神葳总局的产品和服务时不会违反任何法律、法规、条例或规章 (包括但不限于关于规范互联网站、互联网信息、不正当竞争的法律、法规、条例或规章) 或危害网络安全、损害第三方合法权益之行为。</p>
		<p>3、根据本协议的条款和条件，神葳总局授予您有限的、非商业性的、非独占的、可随时终止的和不可转授权的使用神葳总局的产品和服务的权利。这意味着您可以自主选择下载、安装、使用及停止使用或卸载神葳总局的产品和服务。但是如果要进行商业性使用（包括但不限于：销售、复制、散发、预装、捆绑或用于其他商业活动）时，必须另行事先获得神葳总局的书面授权。</p>
		<p>4、非经神葳总局事先书面同意，您不得对神葳总局的产品和服务进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble），不得破坏其完整性（包括程序代码、数据等）以及进行任何的修改。</p>
		<p>5、您声明并保证不会删除、隐匿或改变神葳总局的产品和服务中显示或其中包含的任何知识产权或其他所有权声明；不会以任何方式干扰或企图干扰神葳总局及其产品和服务的正常运行，或者制作、发布、传播可能造成前述后果的工具、方法等。</p>
		<p>6、未经神葳总局书面许可，您不得使用神葳总局商标标识或其任何变体、缩写、 改写等；在未获得神葳总局书面许可的情况下，不得以任何方式使用神葳总局URL地址、技术接口等。</p>
		<p>7、如果您注册了神葳总局邮箱，但连续90天内未经任何形式（WEB/POP3/SMTP）使用自己的邮箱，神葳总局邮件系统将认为信箱内的信件为过期信件，将自动清除；神葳总局邮箱用户的“回收站”文件夹内信件系统将会不定期清除，“已发送邮件”文件夹内信件系统将至少保留30天，30天后将不定期删除。用户如在此些文件夹中有重要信件，请在邮箱中自建文件夹将邮件移动到新建的文件夹当中。</p>
		<p>8、根据您与神葳总局另行签订的使用协议，您可以通过神葳总局提供的产品，发布、推广和运营您自己的或您获得合法授权的产品和服务。但您声明和保证，您提供的产品和服务不会含有任何类型的恶意计算机程序、病毒；不得以任何方式干扰或企图干扰神葳总局及其产品和服务、以及任意第三方的产品和服务；不会侵犯神葳总局或任意第三方的合法权益。</p>
		<p>9、您声明并保证您使用神葳总局的产品和服务以及第三方产品和服务，和/或通过神葳总局的产品和服务进行发布、推广和运营自己拥有合法权利的产品和服务的时候，应遵循诚实信用原则，尊重社会公德，不损害社会公共利益。您应保证：</p>
		<p>（1）    您提供的前述产品和服务无质量瑕疵，并及时进行维护更新。如因您提供的产品和服务导致用户或其他第三方损失的，您应承担全部责任。</p>
		<p>（2）    您的行为真实、合法、准确、完整。您不得损害神葳总局和他人的合法权益，不得妨碍神葳总局和第三方行使权益，例如不给其他用户设置障碍，妨碍其他用户安装或者使用神葳总局、第三方或您自己的产品和服务。</p>
		<p>（3）    您不会发布、传播、提供含有任何政治、宗教迷信、淫秽、色情、不道德、欺诈、诽谤、侮辱等内容。</p>
		<p>10、您通过神葳总局的产品和服务，向神葳总局和第三方提供的内容（包括但不限于文本、图片、音频、视频、软件等信息和资料）的相关权利归原始权利人所有。神葳总局尊重并将尽合理努力保护您及其原始权利人的知识产权。</p>
		<p>11、您就您发布、推广和运营的产品和服务（若其中涉及的第三方知识产权，您应拥有合法的授权和转授权），在此不可撤销的授予神葳总局全球范围内的免费的、无期限的、非排他的、可转让和可分/转授权的使用许可。神葳总局及与神葳总局合作的其他单位，可以不受限制地在神葳总局的产品和服务或合作的产品和服务中免费使用、传播，并供用户以浏览、下载等方式使用您的产品和服务。</p>
		<p>12、您明确理解并同意，您通过神葳总局的产品和服务，下载、安装、使用第三方的产品和服务，您应与第三方单独签署相应的《使用协议》，并严格按照协议的约定履行。如因您使用第三方的产品和服务引发的任何纠纷，您应自行承担由此引发的全部责任。神葳总局对此不承担任何责任。</p>
		<p>13、您明确理解并保证，您对您自主选择使用的第三方产品和服务，您应已经获得来自第三方的合法授权并且在第三方的授权范围内使用。如果您依据您与第三方的协议，对该第三方产品和服务进行再次发布、推广、传播、分授权或转授权，您应保证拥有合法权益和转授权以提供给神葳总局和其他神葳总局用户使用。 </p>
		<h4>四、支付</h4>
		<p>1、神葳总局提供的产品和服务包含收费内容和/或免费内容。您同意为您使用的收费产品和服务付款，且神葳总局有权就您购买的任何产品和服务以及因购买行为而产生的税费（包括但不限于神葳总局应依法代扣代缴的税款（如有）和滞纳金）从您的帐户和支付渠道收款。</p>
		<p>2、您支付的款项将用于购买神葳总局的收费内容，您应仔细阅读该内容的用户条款并自行决定购买与否。除非双方另有约定，一旦支付成功，交易即完成。当或仅当，神葳总局终止该付费内容的服务，您可以申请退还尚未使用的款项或以此为基础更换神葳总局的其他产品和服务。</p>
		<p>3、神葳总局的收费政策可能随时变化，如出现降价或促销等情形，神葳总局概不退款。</p>
		<p>4、神葳总局不认可通过神葳总局支付平台之外的线上线下交易所产生的交易行为，您通过神葳总局支付平台之外的交易行为所获得的产品和服务将被认定为来源不符合神葳总局的规则。</p>
		<p>5、除非双方另有约定，您不得与其他神葳总局的帐户进行交换或交易。神葳总局有权对该交易行为涉及的产品和服务采取相应的措施，包括但不限于：停止服务，封停帐户等；情节严重的，神葳总局保留追究用户法律责任的权利。</p>
		<p>6、经相关政府部门或司法机关核实的违法交易，利害关系人可向神葳总局提出申请，神葳总局将及时采取措施终止交易服务并在一年内保存有关记录。</p>
		<h4>五、违约和赔偿</h4>
		<p>1、如您认为其他用户或任意第三方损害了您的合法权益，您可以通知神葳总局进行屏蔽或删除侵权内容。但如您未能提交充分的证据证明您的要求，或在神葳总局要求您修改请求或补充证据后2个工作日内，未回复或未能补充提交符合要求的证据。神葳总局将视情况不予屏蔽或删除，或恢复原发内容。</p>
		<p>2、如第三方对您发布、推广或运营的内容持有异议并通知神葳总局时，神葳总局有权根据第三方的要求和所提交的证据进行初步判断。如认为第三方要求合法，神葳总局会以您在注册中提供的有效联系方式将第三方通知和处理决定发送给您注册帐户。如您认为其他用户或任意第三方损害了您的合法权益，您可以通知神葳总局撤销该处理决定。如您在神葳总局发信后2个工作日内未回复或未能提交充分的证据证明您的要求，神葳总局将视情况继续屏蔽或删除相应内容，甚至暂停或终止帐户使用。</p>
		<p>3、您应遵守法律法规及其本协议的约定，否则被行政机关、司法执法机构或第三方调查或举报，及或因此损害神葳总局及或第三方的权益的，您应当负责解决并承担全部法律责任；并且神葳总局有权随时在不通知您的前提下按照如下方案予以处理，而不承担任何责任：</p>
		<p>（1）    不予发布、屏蔽或删除您发布、传播、推广和运营的全部或部分的内容、数据和信息、您自己或第三方的产品和服务；</p>
		<p>（2）    封禁或删除您的帐户，中/终止提供产品和服务；</p>
		<p>（3）    将您的行为对外予以公告； </p>
		<p>（4）    追究您的法律责任；</p>
		<p>（5）    其他神葳总局认为适合的处理措施。</p>
		<p>4、如您损害神葳总局的合法权益，或您导致神葳总局遭受任何来自第三方的纠纷、诉讼、索赔要求等，您须向神葳总局赔偿相应的损失，并需对因您的行为产生的一切后果负全部法律责任。神葳总局有权从您与神葳总局的应付款（若有）中直接予以抵扣。</p>
		<p>5、您应使神葳总局及其董事和雇员，免于因任意第三方提起的索赔、仲裁或诉讼、行政处罚，包括但不限于和解、出庭、承担由此给前述单位和人员及/或任何第三方造成的一切责任、损失和赔偿，包括但不限于诉讼费用、律师费用、和解费用、罚款或生效法律文书中规定的损害赔偿金额。</p>
		<h4>六、数据、信息和隐私权保护</h4>
		<p>1、您在使用神葳总局产品和服务过程中所产生并储存于神葳总局产品客户端和服务器中的任何数据信息（包括但不仅限于帐号信息、使用记录等数据信息），均属于相关程序在运行过程中产生的衍生数据。神葳总局和相应的第三方产品和服务提供商分别对储存在各自服务器上的上述数据信息拥有所有权，您在按照本协议规定正常使用神葳总局产品和服务或第三方产品和服务的过程中对属于其神葳总局帐户和第三方帐户的数据信息享有非独家有限使用权。</p>
		<p>2、在不影响您正常接受服务的情况下，神葳总局有权决定保留或不保留服务器上的全部或部分数据；第三方产品和服务中的各种数据属于第三方所提供的服务，其所有权归第三方所有，第三方产品和服务提供商有权决定保留或不保留服务器上的全部或部分数据。</p>
		<p>3、神葳总局有可能主动收集包括但不限于以下数据和信息：</p>
		<p>（1）为了优化给您提供的产品和服务，神葳总局有可能收集您的浏览器性质、操作系统种类、给您提供接入服务的ISP域名等，以优化在您计算机或手机屏幕上显示的页面； </p>
		<p>（2）为了给您提供软件升级服务，需要收集您PC端、移动端所安装软件的相关信息，例如：软件名称及版本等； </p>
		<p>（3）神葳总局进行客流量统计，从而改进网站的管理和服务，或进行网络行为的调查或研究。</p>
		<p>4、神葳总局保护您的个人身份信息、个人网上通信内容，以及其他能够据此直接或者间接识别出您个人身份的隐私信息。本协议所述的数据和信息，即您使用神葳总局产品和服务，以及第三方产品和服务中产生的数据和信息不属于本条款所指的隐私信息。</p>
		<p>5、神葳总局保证不对外公开或向第三方提供、公开或共享您的隐私信息，但以下情形除外： </p>
		<p>（1）    神葳总局已获得您的明确授权； </p>
		<p>（2）    神葳总局为提升产品和服务质量；</p>
		<p>（3）    根据有关的法律法规要求，神葳总局负有披露义务的； </p>
		<p>（4）    司法机关或行政机关基于法定程序要求神葳总局提供的； </p>
		<p>（5）    为维护社会公共利益及神葳总局合法权益，在合理范围内进行披露的。 </p>
		<p>6、神葳总局尊重并尽最大努力保护您的隐私信息，但是不能保证现有的安全技术措施能确保您的个人信息不受任何形式的侵犯。您对上述情况充分理解并知晓，对因信息安全技术措施被破解失效、网络遭受病毒入侵、黑客攻击等非神葳总局过错导致的损失，相关风险和后果均由您自己承担，神葳总局不承担任何责任。</p>
		<h4>七、服务中止或终止</h4>
		<p>1、下述任一原因发生，无需提前通知，神葳总局有权单方面决定是否随时中止或终止服务，您同意并接受神葳总局的处理决定：</p>
		<p>（1）    您或您授权的第三方向神葳总局申请中止或终止服务；</p>
		<p>（2）    非因神葳总局主观故意的过错，您无法使用服务；</p>
		<p>（3）    因不可抗力原因，服务中止或终止；</p>
		<p>（4）    神葳总局无法预见和控制的原因，服务中止或终止；</p>
		<p>（5）    神葳总局停止运营某特定产品和服务；</p>
		<p>（6）    神葳总局认为实际情形不再适宜继续履行本协议；</p>
		<p>（7）    本协议约定的其他情况。</p>
		<p>2、不论神葳总局与您之间的服务因任何原因以任何方式终止，您同意并接受：</p>
		<p>（1）    神葳总局有权保存或不保存您发布的产品和服务及其他相关数据和信息；</p>
		<p>（2）    神葳总局有权保存或不保存您帐户和帐户信息；</p>
		<p>（3）    在服务终止之前，您和神葳总局或其他第三方的交易尚未完成的，例如尚未下载完毕或尚未付款，神葳总局有权在中断、终止服务的同时删除此项交易信息；</p>
		<p>（4）    服务终止之前，您和神葳总局或其他第三方的交易已完成的，神葳总局有权在中断、终止服务的同时删除此项交易信息；</p>
		<p>3、如无论因任何原因终止的，在终止之前，您应自行处理好数据、信息的备份以及与神葳总局、任意第三方间的相关事项的处理等，否则，由此产生的您与任意第三方之间的纠纷等问题由您自行负责解决，并单独承担完全责任。由此造成神葳总局损失的，你应负责赔偿。</p>
		<p>4、您必须完全独立地承担，您在服务终止前实施的违法或违约行为所导致的任何赔偿和责任。</p>
		<p>5、神葳总局未行使本协议的任何权利或规定，不构成对前述权利之放弃。</p>
		<p>6、本条不影响神葳总局按照本协议规定追究您的违约责任。</p>
		<h4>八、不可抗力</h4>
		<p>1、不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、法规政策颁布和修改、行政行为、政府决定等。</p>
		<p>2、出现上述情况时，神葳总局将努力在第一时间与相关单位配合，及时进行修复，若由此给您造成损失的，您同意放弃追究神葳总局的责任。</p>
		<h4>九、免责事项</h4>
		<p>1、神葳总局不因下述任一情况而可能导致的任何损害赔偿承担责任，包括但不限于财产、收益、数据资料等方面的损失或其它无形损失：</p>
		<p>（1）    因不可抗力导致神葳总局系统障碍不能正常运作；</p>
		<p>（2）    由于黑客攻击、电信部门技术调整或故障、系统维护等原因而造成的平台服务中断或者延迟。</p>
		<p>2、鉴于网络服务的特殊性，神葳总局有权在无需通知您的情况下根据神葳总局及其关联企业的整体运营情况或相关运营规范、规则等，可以随时终止服务或停止运营。若由此给您造成损失的，您同意放弃追究神葳总局的责任。对于此类情形下可能造成的风险，请您充分了解并同意自行承担由此可能造成的一切不利后果和损失。</p>
		<p>3、神葳总局并不能保证提供安全、可靠、完善和稳定的产品和服务；也不保证产品和服务能符合所有用户的使用要求；同时，神葳总局不保证您所有的数据和信息、产品和服务以及隐私信息都永久地、完整地保存在神葳总局的服务器中。对于此类情形下可能造成的风险，请您充分了解并同意自行承担由此可能造成的一切不利后果和损失。</p>
		<p>4、在法律允许的最大限度内，神葳总局明确表示不对其产品和服务做出任何明示、暗示和强制的担保，包括但不限于安全性、可靠性、稳定性、及时性、适销性、针对特定用途的适用性以及不侵犯所有权或其他权益的担保。</p>
		<p>5、神葳总局的产品和服务经过神葳总局详细的测试，但神葳总局不能保证其与所有的软硬件、系统完全兼容。如果出现不兼容的情况，您可向神葳总局反馈以获得技术支持。</p>
		<h4>十、协议的解释和变更</h4>
		<p>在法律允许的范围内，神葳总局保留对本协议任何条款的解释权和随时变更的权利。神葳总局可能会随时根据需要修改本协议的任一条款。如发生此类变更，神葳总局会提供更新后的协议并在相关网页上进行提示和说明。更新后的协议自公布之日起生效。</p>
		<h4>十一、协议完整性和相互关系</h4>
		<p>1、本协议部分条款的无效，不影响其他条款的有效性和可履行性。</p>
		<p>2、您和神葳总局均是独立的主体，在任何情况下本协议不构成双方之间的代理、合伙、合营或雇佣关系。</p>
		<p>3、您声明并同意神葳总局可指定第三方成为本协议的受益人，并有权直接履行和享受本协议项下权利。</p>
		<h4>十二、通知和送达</h4>
		<p>1、如果您在使用神葳总局的产品和服务过程中有任何意见或建议，您可通过意见反馈渠道提出，神葳总局将向您及时作出反馈。您应保证您的联系方式畅通，以接收来自神葳总局发出的邮件、电话或信息。神葳总局不对您未收到通知而引起的任何损失承担责任。</p>
		<p>2、 神葳总局向您发出的通知，采用电子邮件或页面公告的方式；该等通知于发送/公告之日视为已送达收件人。</p>
		<p>3、您可以按照神葳总局所公布的：</p>
		<p>地址：湖南理工学院信息学院计科17-3BJ神葳分局收</p>
		<p>联系电话：001-415-6406202</p>
		<p>电子邮件地址：<a href="mailto:lhw981121@foxmail.com">lhw981121@foxmail.com</a></p>
		<p>任一联系方式向神葳总局发出通知，神葳总局收到之日起视为已送达。</p>
		<h4>十三、法律适用与司法管辖</h4>
		<p>本协议及因本协议产生的一切法律关系及纠纷，均适用中华人民共和国法律。双方在此同意由湖南理工学院学工部管辖。</p>
		<h4>十四、最重要的一点</h4>
		<p>本网站（swzjs.iicp.net/l24420t505.qicp.vip）刊载的所有内容，包括文字、图片、音频、视频、软件、程序、以及网页版式设计等均在网上搜集。</p>
		<p>访问者可将本网站提供的内容或服务用于个人学习、研究或欣赏，以及其他非商业性或非盈利性用途，但同时应遵守著作权法及其他相关法律的规定，不得侵犯本网站及相关权利人的合法权利。除此以外，将本网站任何内容或服务用于其他用途时，须征得本网站及相关权利人的书面许可，并支付报酬。</p>
		<p>本网站内容原作者如不愿意在本网站刊登内容，请及时通知本站，予以删除。</p>
		<p>上述内容纯属娱乐，特在此声明如果你认真看完了就当什么也没发生，神葳总局概不负责。</p>
		<p style="margin-top: 20px;text-align: right;">2019年4月20日</p>
	    <p style="text-align: right;">——神葳总局</p>
	</div>
</div>
</div>
</div>

</div>
<!-- END MAIN CONTENT -->
<!-- END 内容区域 -->

<!-- 页尾 -->
<%@include file="/CommonView/foot.jsp" %>
</div><!-- END WRAPPER -->
<!-- Javascript -->
<%@include file="/CommonView/javaScript.jsp" %>

</body>

</html>